{
    "palabras": [
        "0",
        "1",
        "10",
        "100",
        "12",
        "12345",
        "14",
        "1492",
        "15",
        "2",
        "20",
        "22",
        "3",
        "4",
        "40",
        "5",
        "50",
        "6",
        "7",
        "8",
        "9",
        "93",
        "a",
        "ab",
        "abat",
        "abej",
        "ability",
        "able",
        "about",
        "abrum",
        "abrumado",
        "abs",
        "absa",
        "absn",
        "absolutely",
        "aburr",
        "aburrido",
        "accelerate",
        "accept",
        "accepts",
        "acceso",
        "access",
        "accion",
        "accolad",
        "accolade",
        "accomplish",
        "accord",
        "account",
        "accumulate",
        "aceler",
        "acelerar",
        "acentu",
        "acept",
        "achieve",
        "aconsej",
        "aconsejas",
        "acquaintance",
        "act",
        "action",
        "activ",
        "actividades",
        "activity",
        "actor",
        "actores",
        "actu",
        "actual",
        "actually",
        "actúa",
        "actúan",
        "acumul",
        "adapt",
        "adaptation",
        "add",
        "addition",
        "additional",
        "adecu",
        "adel",
        "ademas",
        "adentr",
        "adicional",
        "adios",
        "adjacent",
        "adjust",
        "adjustment",
        "administr",
        "administration",
        "administrativa",
        "administrative",
        "administrativos",
        "adn",
        "advance",
        "advantage",
        "adventure",
        "advice",
        "advisable",
        "aeiouaeiou",
        "aeiouaeiougi",
        "aeiouáéíóú",
        "aeiouáéíóúgi",
        "aer",
        "aerolin",
        "afect",
        "afecta",
        "affect",
        "affected",
        "affection",
        "afortun",
        "afraid",
        "after",
        "afternoon",
        "age",
        "agitate",
        "agobi",
        "agot",
        "agrad",
        "agrada",
        "agradec",
        "agradezco",
        "agreg",
        "agrega",
        "agricol",
        "agricultur",
        "agricultura",
        "agricultural",
        "agriculture",
        "aguant",
        "ahead",
        "ahi",
        "ahmed",
        "ahor",
        "ahora",
        "ahorit",
        "ahorr",
        "ahí",
        "ai",
        "airline",
        "ajust",
        "al",
        "albert",
        "alberto",
        "alcanz",
        "alde",
        "aldea",
        "aleatori",
        "aleatorio",
        "alegr",
        "aleman",
        "alemani",
        "alemania",
        "alemán",
        "alexa",
        "alfabet",
        "alfanumer",
        "algo",
        "algorithm",
        "algoritm",
        "algoritmo",
        "algui",
        "algun",
        "alguna",
        "algún",
        "alimentos",
        "all",
        "alla",
        "almacen",
        "alo",
        "alpha",
        "alphabetic",
        "alphanumeric",
        "already",
        "alrededor",
        "alright",
        "also",
        "alta",
        "altas",
        "alter",
        "altern",
        "alternativa",
        "alternativas",
        "alternative",
        "alternativo",
        "altibaj",
        "alto",
        "altur",
        "altura",
        "alvar",
        "alvarado",
        "always",
        "amabl",
        "amaze",
        "amazon",
        "amer",
        "america",
        "amig",
        "amigo",
        "amist",
        "amistad",
        "amor",
        "amount",
        "an",
        "analiz",
        "analyze",
        "anatom",
        "anatomy",
        "ancient",
        "and",
        "anda",
        "andas",
        "anger",
        "angry",
        "angusti",
        "anid",
        "anim",
        "animal",
        "animales",
        "animate",
        "animation",
        "annoyed",
        "another",
        "ansiedad",
        "ansios",
        "answer",
        "anterior",
        "antes",
        "antigu",
        "antigua",
        "anxiety",
        "anxious",
        "any",
        "anymore",
        "anyone",
        "anything",
        "apac",
        "aparec",
        "aparecen",
        "apasion",
        "apasiona",
        "apat",
        "apathetic",
        "apeg",
        "apen",
        "aplic",
        "aplica",
        "aport",
        "aportarme",
        "appear",
        "apple",
        "application",
        "apply",
        "appreciate",
        "approach",
        "apps",
        "aprend",
        "aprender",
        "aprovech",
        "architecture",
        "are",
        "area",
        "argentin",
        "argentina",
        "argument",
        "argumento",
        "argumentos",
        "around",
        "arr",
        "arr0",
        "arr1",
        "arrarrlength1",
        "array",
        "arrays",
        "arregl",
        "arreglo",
        "arrepent",
        "arri",
        "arrive",
        "arrj",
        "arrj1",
        "arrlenarr2",
        "arrlength",
        "arrmathfloorarrlength2",
        "arrmin_idx",
        "arrslice1",
        "arrslice1filterx",
        "artist",
        "asegur",
        "ashamed",
        "asi",
        "asign",
        "asist",
        "asistent",
        "ask",
        "aspect",
        "assemble",
        "assign",
        "assignment",
        "assist",
        "assistance",
        "assistant",
        "asust",
        "at",
        "atencion",
        "aterroriz",
        "atitl",
        "atitlan",
        "atract",
        "atrap",
        "attach",
        "attention",
        "attraction",
        "audience",
        "author",
        "autor",
        "available",
        "avanz",
        "ave",
        "avenger",
        "avengers",
        "aventur",
        "average",
        "avergonz",
        "avestruc",
        "avestruz",
        "avoid",
        "award",
        "awesome",
        "awkward",
        "ayud",
        "ayudam",
        "ayudarme",
        "az09aeiougi",
        "az09áéíóúgi",
        "añad",
        "año",
        "años",
        "b",
        "backwards",
        "bad",
        "baj",
        "balanc",
        "balance",
        "band",
        "banda",
        "bander",
        "bandera",
        "baron",
        "bas",
        "basada",
        "base",
        "bastant",
        "be",
        "beautiful",
        "beb",
        "bebidas",
        "bee",
        "before",
        "begin",
        "beginner",
        "behave",
        "behavior",
        "behind",
        "belong",
        "belongs",
        "benefici",
        "beneficial",
        "benefit",
        "besides",
        "best",
        "between",
        "beyond",
        "bibliotec",
        "bien",
        "big",
        "bigo",
        "binari",
        "binary",
        "biolog",
        "biologi",
        "biology",
        "bird",
        "bit",
        "black",
        "blanc",
        "block",
        "bloqu",
        "blu",
        "blue",
        "bnas",
        "bobby",
        "body",
        "bolivi",
        "bolivia",
        "bonit",
        "book",
        "boolean",
        "borat",
        "border",
        "bordering",
        "bore",
        "boredom",
        "boring",
        "bot",
        "both",
        "bother",
        "box",
        "brasil",
        "brazil",
        "breathe",
        "brev",
        "breve",
        "brief",
        "brind",
        "bring",
        "brown",
        "bubble",
        "bubble_sort",
        "bucl",
        "bucle",
        "bucles",
        "buddy",
        "budget",
        "buen",
        "buena",
        "buenaa",
        "buenasss",
        "bueno",
        "build",
        "built",
        "builtin",
        "burbuj",
        "burbuja",
        "burbujal",
        "burbujalista",
        "burden",
        "burger",
        "bus",
        "busc",
        "busqued",
        "busqueda_lineal",
        "busquedalineal",
        "but",
        "butterfly",
        "by",
        "bye",
        "búsquedas",
        "c",
        "cab",
        "cabecer",
        "cabez",
        "cabizbaj",
        "cad",
        "cada",
        "caden",
        "cadena",
        "cadena1",
        "cadena_mayuscul",
        "cadenalow",
        "cadenamatchaeiouaeiougilength",
        "cadenamatchaeiouáéíóúgilength",
        "cadenamayuscul",
        "cadenamayusculas",
        "cadenas",
        "cadenasplitreversejoin",
        "calcul",
        "calcular",
        "calcular_longitud",
        "calcularlongitud",
        "calculate",
        "calculate_length",
        "calculatelength",
        "calculates",
        "calculation",
        "calid",
        "call",
        "calm",
        "calmado",
        "calmly",
        "cambi",
        "cambium",
        "camp",
        "can",
        "canad",
        "canada",
        "cancion",
        "canciones",
        "cans",
        "cansado",
        "cant",
        "cantid",
        "caos",
        "capability",
        "capable",
        "capac",
        "capaz",
        "capital",
        "car",
        "caract",
        "caracter",
        "caracterist",
        "care",
        "carg",
        "cariñ",
        "carry",
        "carácter",
        "cas",
        "case",
        "caseri",
        "casesensitive",
        "casi",
        "casos",
        "cast",
        "cat",
        "catch",
        "categor",
        "category",
        "caus",
        "cause",
        "cel",
        "celebr",
        "celebrate",
        "celebration",
        "cell",
        "celos",
        "celul",
        "central",
        "cer",
        "certain",
        "champey",
        "change",
        "chao",
        "chaos",
        "character",
        "characteristic",
        "charge",
        "chat",
        "chatbot",
        "chatbots",
        "chau",
        "check",
        "checked",
        "checker",
        "cheer",
        "cheerful",
        "chid",
        "chido",
        "chil",
        "childrens",
        "chile",
        "chill",
        "chillin",
        "chin",
        "chinese",
        "chino",
        "chist",
        "chiste",
        "choice",
        "choose",
        "chosen",
        "chris",
        "christmas",
        "cicl",
        "ciclo",
        "cienci",
        "cientif",
        "ciert",
        "cima",
        "cint",
        "cisalph",
        "city",
        "ciud",
        "civiliz",
        "civilization",
        "clar",
        "claro",
        "clasic",
        "clasif",
        "classic",
        "classical",
        "classification",
        "classify",
        "clav",
        "clave",
        "cle",
        "clean",
        "cleo",
        "clever",
        "clim",
        "climate",
        "coalesce",
        "coalescing",
        "coast",
        "code",
        "codig",
        "codigo",
        "cohen",
        "coincid",
        "coincident",
        "coler",
        "colibri",
        "colindantes",
        "colm",
        "coloc",
        "coloca",
        "colombi",
        "colombia",
        "colon",
        "coloni",
        "colonial",
        "coloniz",
        "colonization",
        "color",
        "columbus",
        "com",
        "combin",
        "combine",
        "come",
        "comedi",
        "comedia",
        "comedy",
        "comenz",
        "comenzamos",
        "comfortable",
        "comida",
        "comidas",
        "comienz",
        "coming",
        "command",
        "common",
        "commonly",
        "community",
        "como",
        "comod",
        "comp",
        "companion",
        "company",
        "compar",
        "compara",
        "compare",
        "comparison",
        "compart",
        "comparte",
        "compartirlo",
        "compat",
        "compatible",
        "compatibles",
        "compañer",
        "compañi",
        "complaint",
        "complej",
        "complet",
        "complete",
        "completely",
        "complex",
        "complexity",
        "complic",
        "complicate",
        "compon",
        "comport",
        "compose",
        "composer",
        "compositor",
        "comprehension",
        "comprension",
        "comprob",
        "comprobar",
        "comprueb",
        "compruebe",
        "compus",
        "compuso",
        "compute",
        "comun",
        "comunes",
        "comunidad",
        "con",
        "concatenate",
        "concern",
        "condicion",
        "condition",
        "confianz",
        "configur",
        "configure",
        "confirm",
        "conflict",
        "conform",
        "confund",
        "confuse",
        "conjunt",
        "conmig",
        "connect",
        "conoc",
        "conocer",
        "conoces",
        "conozc",
        "conquest",
        "conquist",
        "conquista",
        "consecuent",
        "consecut",
        "consecutive",
        "consej",
        "consequence",
        "conserv",
        "conserva",
        "consid",
        "consider",
        "consideration",
        "consig",
        "consists",
        "consol",
        "consolelog",
        "consoleloglistaorden",
        "consoleloglistaordenada",
        "consolid",
        "conson",
        "consonant",
        "consonantes",
        "constru",
        "construccion",
        "construct",
        "construction",
        "consum",
        "consuma",
        "consume",
        "consumption",
        "cont",
        "contact",
        "contador",
        "contain",
        "contains",
        "contam",
        "contame",
        "contar",
        "contar_conson",
        "contar_consonantes",
        "contar_digit",
        "contar_digitos",
        "contar_palabr",
        "contar_palabras",
        "contar_vocal",
        "contarconson",
        "contardigit",
        "contardigitos",
        "contarme",
        "contarpalabr",
        "contarpalabras",
        "contart",
        "contartel",
        "contartelo",
        "contarvocal",
        "contarvocales",
        "conte",
        "conten",
        "content",
        "context",
        "contien",
        "contiene",
        "contig",
        "continu",
        "continue",
        "contraseñ",
        "contribu",
        "contribute",
        "control",
        "controla",
        "contártelo",
        "convenient",
        "conversation",
        "conversion",
        "convert",
        "convert_uppercase",
        "convertir_mayuscul",
        "convertirmayuscul",
        "convertirmayusculas",
        "convertirmayusculascaden",
        "convertmayusculas",
        "convien",
        "conviert",
        "cool",
        "cop",
        "copi",
        "copia",
        "copy",
        "corazon",
        "corner",
        "correct",
        "correctly",
        "correctness",
        "corrects",
        "corrig",
        "cort",
        "cos",
        "cosa",
        "cosas",
        "cost",
        "costa",
        "costly",
        "costos",
        "costó",
        "could",
        "couldnt",
        "count",
        "count_vowels",
        "countconsonants",
        "counter",
        "counting",
        "country",
        "countvocales",
        "countvowels",
        "countwords",
        "course",
        "cover",
        "crack",
        "cre",
        "crea",
        "creacion",
        "creador",
        "crear",
        "create",
        "creates",
        "creation",
        "creator",
        "credit",
        "criminolog",
        "criminology",
        "criteri",
        "criterion",
        "critic",
        "criticas",
        "crop",
        "cuadr",
        "cuadrat",
        "cual",
        "cuales",
        "cualqu",
        "cualqui",
        "cuand",
        "cuando",
        "cuant",
        "cuanta",
        "cuantame",
        "cuanto",
        "cuart",
        "cub",
        "cuba",
        "cubre",
        "cuent",
        "cuentam",
        "cuentame",
        "cuento",
        "cuerp",
        "cuest",
        "cuid",
        "cuidat",
        "cuidate",
        "cuisine",
        "culp",
        "culpabl",
        "cultiv",
        "cultiva",
        "cultivate",
        "cultur",
        "cultura",
        "cultural",
        "culturales",
        "culture",
        "cumbi",
        "cumbia",
        "cumpl",
        "curi",
        "curios",
        "curiosity",
        "curioso",
        "curious",
        "curiso",
        "currency",
        "current",
        "curs",
        "custom",
        "cuál",
        "cuáles",
        "cuándo",
        "cuánto",
        "cuántos",
        "cuéntame",
        "código",
        "cómo",
        "d",
        "da",
        "daily",
        "dam",
        "dame",
        "dar",
        "dark",
        "darm",
        "darme",
        "dash",
        "dat",
        "data",
        "datasets",
        "date",
        "dato",
        "datos",
        "day",
        "de",
        "deal",
        "deb",
        "deben",
        "debería",
        "debil",
        "debo",
        "dec",
        "decaid",
        "decid",
        "decido",
        "decim",
        "decime",
        "decir",
        "decirt",
        "decirtel",
        "declar",
        "decrease",
        "deep",
        "def",
        "defeat",
        "defin",
        "define",
        "definicion",
        "definit",
        "definition",
        "dej",
        "del",
        "delici",
        "delicious",
        "delimiters",
        "demand",
        "demasi",
        "demasiado",
        "dentr",
        "dentro",
        "departament",
        "departamental",
        "department",
        "departmental",
        "depressed",
        "deprim",
        "depth",
        "derech",
        "des",
        "desafi",
        "desanim",
        "desarroll",
        "desastr",
        "desbalanc",
        "desbord",
        "descans",
        "describ",
        "describe",
        "describem",
        "descripcion",
        "description",
        "descubiert",
        "descubr",
        "descubri",
        "descubridor",
        "desd",
        "desde",
        "desembarc",
        "desgan",
        "desgast",
        "design",
        "desinteres",
        "desmotiv",
        "desol",
        "desolate",
        "desord",
        "desorden",
        "desorient",
        "desplaz",
        "despu",
        "despues",
        "después",
        "destac",
        "destin",
        "destination",
        "destino",
        "destructive",
        "detail",
        "detall",
        "detalles",
        "detect",
        "detectiv",
        "detective",
        "detects",
        "deten",
        "deteng",
        "determin",
        "determine",
        "determines",
        "detien",
        "detras",
        "detuve",
        "development",
        "devolu",
        "devolv",
        "devolver",
        "devuelt",
        "devuelv",
        "devuelva",
        "devuelve",
        "dg",
        "dia",
        "dias",
        "dic",
        "diccionari",
        "dice",
        "didnt",
        "diferenci",
        "diferent",
        "differ",
        "difference",
        "different",
        "differentiate",
        "differently",
        "difficult",
        "dificil",
        "dig",
        "digit",
        "dij",
        "dim",
        "dime",
        "diner",
        "dinero",
        "dir",
        "direct",
        "directly",
        "director",
        "disaster",
        "discourage",
        "discover",
        "discoverer",
        "discovery",
        "disculp",
        "diseñ",
        "disfrut",
        "disfrutando",
        "disfrutas",
        "dish",
        "disminu",
        "disney",
        "disorder",
        "disorient",
        "display",
        "displayed",
        "dispon",
        "dist",
        "diste",
        "disting",
        "distingu",
        "distinguish",
        "distint",
        "distra",
        "distracts",
        "distressed",
        "district",
        "distrit",
        "disturbs",
        "distópico",
        "dive",
        "divers",
        "diversity",
        "divert",
        "divertido",
        "divid",
        "divide",
        "dividido",
        "dividir",
        "division",
        "divulg",
        "dna",
        "do",
        "dobl",
        "doble",
        "document",
        "documental",
        "documentary",
        "does",
        "doesnt",
        "dond",
        "donde",
        "dont",
        "dos",
        "double",
        "doubt",
        "down",
        "downcast",
        "downside",
        "drain",
        "dram",
        "drama",
        "drawback",
        "dread",
        "drink",
        "drop",
        "dud",
        "dueñ",
        "duplic",
        "duplicados",
        "duplicate",
        "duplication",
        "dur",
        "dura",
        "duracion",
        "durant",
        "durante",
        "duration",
        "during",
        "dystopian",
        "día",
        "dónde",
        "e",
        "each",
        "earlier",
        "early",
        "earth",
        "easy",
        "eat",
        "econom",
        "economi",
        "economia",
        "economic",
        "economically",
        "economy",
        "ecuador",
        "edad",
        "eddie",
        "edge",
        "educ",
        "education",
        "efect",
        "efecto",
        "effect",
        "effective",
        "efficiency",
        "efficient",
        "efficiently",
        "eficiencia",
        "eficient",
        "eg",
        "eiffel",
        "ejecu",
        "ejecut",
        "ejecuta",
        "ejecutar",
        "ejempl",
        "el",
        "eleccion",
        "elección",
        "electron",
        "electronic",
        "eleg",
        "element",
        "elemento",
        "elementos",
        "elenc",
        "elenco",
        "eleven",
        "elif",
        "elig",
        "elige",
        "elij",
        "elijo",
        "elimin",
        "eliminar",
        "eliminar_duplic",
        "eliminar_espaci",
        "eliminarduplic",
        "eliminarespaci",
        "eliminate",
        "ellas",
        "ello",
        "elsa",
        "else",
        "embarrass",
        "emblemat",
        "emocion",
        "emocional",
        "emocionante",
        "emociones",
        "emotion",
        "emotional",
        "emotionally",
        "emotivas",
        "empeor",
        "empez",
        "empiec",
        "empiez",
        "emple",
        "empres",
        "empty",
        "en",
        "enamor",
        "encant",
        "encanto",
        "encapsular",
        "encarg",
        "encontr",
        "encounter",
        "encuentr",
        "end",
        "endanger",
        "endem",
        "endemic",
        "endgam",
        "endgame",
        "energ",
        "energy",
        "enfad",
        "enfoqu",
        "enfoque",
        "enfurec",
        "engineer",
        "english",
        "enhance",
        "enjoy",
        "enjoyable",
        "enoj",
        "enojado",
        "enojao",
        "enough",
        "enrage",
        "ensal",
        "ensalada",
        "ensambl",
        "ensay",
        "enseñ",
        "ensure",
        "entend",
        "enter",
        "entertain",
        "entertainment",
        "entertains",
        "entiend",
        "entiendes",
        "entire",
        "entirely",
        "entrad",
        "entrada",
        "entrada_usuari",
        "entrada_usuario",
        "entradas",
        "entrar",
        "entre",
        "entreg",
        "entrega",
        "entren",
        "entreten",
        "entretien",
        "envi",
        "envidi",
        "envious",
        "epic",
        "epoc",
        "equal",
        "equilibr",
        "equilibri",
        "equivoc",
        "era",
        "eran",
        "eres",
        "error",
        "es",
        "es_palindrom",
        "es_prim",
        "es_primo",
        "esa",
        "esas",
        "escen",
        "escenari",
        "escenas",
        "escoj",
        "escond",
        "escrib",
        "escribe",
        "escuch",
        "escuchar",
        "escuchas",
        "escuel",
        "ese",
        "eso",
        "espaci",
        "espacial",
        "espalindrom",
        "espalindromo",
        "españ",
        "español",
        "especial",
        "especif",
        "espectacul",
        "esper",
        "espera",
        "esperanz",
        "espiritual",
        "esprim",
        "esprimo",
        "essay",
        "esta",
        "establ",
        "estad",
        "estan",
        "estand",
        "estar",
        "estas",
        "este",
        "estil",
        "esto",
        "estomag",
        "estos",
        "estoy",
        "estrategi",
        "estrell",
        "estren",
        "estres",
        "estresa",
        "estresando",
        "estructur",
        "estrés",
        "estuv",
        "estuvo",
        "está",
        "estás",
        "ethnic",
        "etni",
        "etnias",
        "euclid",
        "euclidean",
        "evalu",
        "evaluate",
        "even",
        "event",
        "eventos",
        "ever",
        "every",
        "everyone",
        "everything",
        "everythings",
        "evit",
        "evita",
        "evitar",
        "exact",
        "exacta",
        "exactamente",
        "exactly",
        "example",
        "excelent",
        "excellent",
        "exception",
        "exces",
        "excessive",
        "excite",
        "excitement",
        "exclam",
        "exclamation",
        "exclu",
        "exclude",
        "excludes",
        "execute",
        "execution",
        "exhaust",
        "exhib",
        "exhibit",
        "exist",
        "existes",
        "exististe",
        "exists",
        "exp",
        "expand",
        "expande",
        "expect",
        "expectation",
        "expensive",
        "expertise",
        "explain",
        "explic",
        "explicam",
        "explicame",
        "explicarme",
        "explicart",
        "explicas",
        "explicit",
        "explode",
        "explor",
        "explore",
        "explorer",
        "explot",
        "explícame",
        "exponenci",
        "exponent",
        "exponentiation",
        "export",
        "exporta",
        "exportation",
        "expres",
        "expresion",
        "expresión",
        "express",
        "expression",
        "extens",
        "extension",
        "extern",
        "external",
        "externo",
        "extincion",
        "extra",
        "extraction",
        "extrem",
        "extremely",
        "f",
        "facebook",
        "facil",
        "fact",
        "factorial",
        "factorial_iter",
        "factorial_iterativo",
        "factorial_recurs",
        "factorial_recursivo",
        "factorial_recursivon",
        "factorialiter",
        "factorialiterative",
        "factorialiterativo",
        "factorialrecurs",
        "factorialrecursivo",
        "factorialrecursivon",
        "fail",
        "faith",
        "fall",
        "fals",
        "false",
        "falt",
        "fam",
        "famos",
        "famosa",
        "famoso",
        "famous",
        "fantas",
        "fantast",
        "fantastic",
        "fantasy",
        "far",
        "farm",
        "fascinante",
        "fascinate",
        "fast",
        "faster",
        "fastidi",
        "father",
        "fatig",
        "fatigue",
        "faun",
        "fauna",
        "favor",
        "favorit",
        "favorite",
        "favorito",
        "fe",
        "fear",
        "fech",
        "fecha",
        "fed",
        "feel",
        "feelin",
        "felic",
        "feliz",
        "festiv",
        "festival",
        "festivales",
        "festive",
        "festivity",
        "few",
        "fibonacci",
        "fibonacci_iter",
        "fibonacci_iterativo",
        "fibonacci_recurs",
        "fibonacci_recursivo",
        "fibonacciiter",
        "fibonacciiterativo",
        "fibonaccirecurs",
        "fibonaccirecursivo",
        "fibonaccis",
        "ficcion",
        "fiction",
        "fiest",
        "fiesta",
        "figure",
        "film",
        "filme",
        "filmó",
        "filosof",
        "filt",
        "filter",
        "filtr",
        "fin",
        "final",
        "finaliz",
        "finalizar",
        "find",
        "fine",
        "finish",
        "finn",
        "first",
        "fisic",
        "fit",
        "flag",
        "flamenc",
        "flamenco",
        "flexibl",
        "flick",
        "flight",
        "flix",
        "floor",
        "flow",
        "flu",
        "fluj",
        "fly",
        "follow",
        "food",
        "footprint",
        "for",
        "form",
        "forma",
        "format",
        "forward",
        "fot",
        "found",
        "founder",
        "fourth",
        "fragment",
        "framework",
        "franc",
        "france",
        "frances",
        "franci",
        "francés",
        "frank",
        "fras",
        "frase",
        "free",
        "french",
        "frent",
        "frente",
        "fresc",
        "fresco",
        "fresh",
        "friend",
        "friendship",
        "from",
        "fronter",
        "frontera",
        "fronteriz",
        "froz",
        "frozen",
        "frustr",
        "frustracion",
        "frustrant",
        "frustrate",
        "fue",
        "fuer",
        "fueron",
        "fuert",
        "fuerz",
        "fulfil",
        "full",
        "fully",
        "fun",
        "funcion",
        "funcional",
        "funciones",
        "function",
        "functionality",
        "fund",
        "fundador",
        "fundamental",
        "funniest",
        "funny",
        "furios",
        "furious",
        "futur",
        "future",
        "futurista",
        "futuristic",
        "g",
        "gain",
        "galardon",
        "galardones",
        "galardón",
        "gan",
        "ganas",
        "ganó",
        "gast",
        "gastronom",
        "gastronomi",
        "gastronomia",
        "gastronomy",
        "gat",
        "gato",
        "gcd",
        "gener",
        "general",
        "generate",
        "generator",
        "genero",
        "genet",
        "genetic",
        "genetics",
        "genial",
        "genre",
        "gent",
        "gente",
        "genus",
        "german",
        "germany",
        "gestion",
        "get",
        "gi",
        "gim",
        "giraffe",
        "give",
        "glad",
        "go",
        "goal",
        "gobiern",
        "goin",
        "gon",
        "good",
        "goodbye",
        "googl",
        "google",
        "goto",
        "government",
        "governs",
        "graci",
        "gracios",
        "gracioso",
        "gran",
        "grand",
        "grande",
        "grandes",
        "grateful",
        "gratis",
        "gray",
        "great",
        "greeting",
        "grey",
        "gris",
        "group",
        "grup",
        "grupos",
        "guard",
        "guarda",
        "guardármelo",
        "guate",
        "guatemal",
        "guatemala",
        "guatemalan",
        "guatemaltec",
        "guatemalteca",
        "guatemla",
        "guerr",
        "guerra",
        "guess",
        "guid",
        "guilt",
        "guilty",
        "guion",
        "gust",
        "gusta",
        "gustan",
        "gustari",
        "gustaria",
        "género",
        "géneros",
        "ha",
        "habidad",
        "habil",
        "habilidades",
        "habit",
        "habitada",
        "habitual",
        "habl",
        "hablam",
        "hablame",
        "hablan",
        "hablandot",
        "hablant",
        "hablar",
        "hablas",
        "hac",
        "hace",
        "hacen",
        "hacer",
        "haces",
        "haci",
        "hag",
        "haga",
        "hago",
        "hallow",
        "halloween",
        "hamburgues",
        "hamburguesa",
        "hamlet",
        "han",
        "handle",
        "hang",
        "happen",
        "happens",
        "happiness",
        "happy",
        "har",
        "hard",
        "hart",
        "hashabl",
        "hast",
        "hasta",
        "hav",
        "have",
        "havent",
        "hay",
        "haz",
        "hazme",
        "hbo",
        "hbos",
        "he",
        "healthcare",
        "hear",
        "heart",
        "heartbroken",
        "heavy",
        "hech",
        "hecho",
        "hechos",
        "height",
        "hello",
        "help",
        "hemsworth",
        "here",
        "herenci",
        "hermos",
        "herramient",
        "hey",
        "heya",
        "heyy",
        "hi",
        "hic",
        "hidden",
        "hide",
        "high",
        "highlight",
        "his",
        "histor",
        "histori",
        "historia",
        "historical",
        "historically",
        "history",
        "histórico",
        "históricos",
        "hit",
        "hiya",
        "hiz",
        "hizo",
        "hobby",
        "hol",
        "hola",
        "holaaa",
        "holas",
        "hold",
        "holi",
        "holii",
        "holis",
        "hop",
        "hopeful",
        "horribl",
        "horrible",
        "horror",
        "hospital",
        "hot",
        "how",
        "howdy",
        "hows",
        "hoy",
        "hub",
        "hubo",
        "huell",
        "hulu",
        "hulus",
        "human",
        "humiliate",
        "humill",
        "hummingbird",
        "humor",
        "i",
        "i1",
        "iconic",
        "id",
        "ide",
        "idea",
        "ideal",
        "identif",
        "identific",
        "identification",
        "identify",
        "idiom",
        "idioma",
        "if",
        "ignor",
        "ignore",
        "igual",
        "ii",
        "ill",
        "ilusion",
        "im",
        "immigration",
        "immutable",
        "impact",
        "impar",
        "imperd",
        "implement",
        "implementar",
        "implementation",
        "implic",
        "implication",
        "imply",
        "import",
        "importa",
        "importance",
        "importancia",
        "important",
        "importante",
        "importantes",
        "imprim",
        "imprime",
        "improve",
        "improvement",
        "improves",
        "in",
        "inaugur",
        "inaugurate",
        "incertidumbr",
        "inclu",
        "includ",
        "include",
        "incluir",
        "incomod",
        "inconvenient",
        "incorpor",
        "incorrect",
        "incredible",
        "increibl",
        "independenc",
        "independence",
        "independencia",
        "independent",
        "independiz",
        "indi",
        "indic",
        "indicates",
        "indie",
        "indigen",
        "indigenas",
        "indigenous",
        "indign",
        "indignant",
        "inefficient",
        "ineficient",
        "inesper",
        "infinit",
        "infinite",
        "infinito",
        "influ",
        "influence",
        "info",
        "inform",
        "informacion",
        "information",
        "ingenier",
        "ingles",
        "inglés",
        "ingredient",
        "ingredientes",
        "inhabit",
        "inhabitant",
        "inheritance",
        "inic",
        "inici",
        "inicial",
        "inicializ",
        "initial",
        "initialize",
        "inmut",
        "innecesari",
        "inner",
        "inplac",
        "inplace",
        "input",
        "inquiet",
        "inquieto",
        "insecure",
        "insegur",
        "insercion",
        "insert",
        "insertion",
        "inside",
        "inspir",
        "inspirador",
        "inspiradora",
        "inspire",
        "inspires",
        "instead",
        "instruccion",
        "instruction",
        "intact",
        "integr",
        "integrado",
        "inteligente",
        "intelligence",
        "intelligent",
        "intent",
        "intenta",
        "interact",
        "interactu",
        "intercambi",
        "intercambiar",
        "intercambio",
        "interes",
        "interesa",
        "interesante",
        "interest",
        "interested",
        "interior",
        "intern",
        "internacional",
        "internal",
        "internally",
        "internamente",
        "international",
        "interpret",
        "interpreta",
        "interpretation",
        "intn05",
        "into",
        "invalid",
        "invent",
        "inventó",
        "invers",
        "inversion",
        "invert",
        "invertida",
        "invertir",
        "invertir_l",
        "invertir_lista",
        "invertirl",
        "invertirlista",
        "invertlist",
        "inverts",
        "inviert",
        "invirt",
        "invoca",
        "invoked",
        "ir",
        "ira",
        "irishm",
        "irishman",
        "iron",
        "irrit",
        "irritable",
        "irritated",
        "is",
        "is_palindrome",
        "isalnum",
        "isalph",
        "isalpha",
        "isla",
        "island",
        "isnt",
        "issue",
        "it",
        "itali",
        "italia",
        "italian",
        "italiano",
        "italy",
        "itd",
        "iter",
        "iterable",
        "iterate",
        "iterates",
        "iteration",
        "iterative",
        "iteratively",
        "j",
        "japan",
        "japanese",
        "japon",
        "japones",
        "japonés",
        "jav",
        "java",
        "javascript",
        "jazz",
        "jealous",
        "jiraf",
        "jirafa",
        "job",
        "joe",
        "join",
        "joke",
        "joy",
        "js",
        "jueg",
        "juega",
        "junt",
        "just",
        "keep",
        "key",
        "keyword",
        "kid",
        "kill",
        "kilometer",
        "kilometr",
        "kilometros",
        "kind",
        "kindly",
        "kingdom",
        "know",
        "knowledgeable",
        "koal",
        "koala",
        "kpop",
        "la",
        "labor",
        "lad",
        "lag",
        "lago",
        "lake",
        "land",
        "language",
        "larg",
        "larga",
        "large",
        "las",
        "last",
        "later",
        "latin",
        "latina",
        "laugh",
        "lcm",
        "le",
        "lead",
        "learn",
        "least",
        "leave",
        "lectur",
        "lee",
        "leer",
        "left",
        "legibil",
        "len",
        "lenarr",
        "length",
        "lengu",
        "lengua",
        "lenguaj",
        "lenguajes",
        "lenguas",
        "lenname",
        "lennombr",
        "lenpassword",
        "lent",
        "lenuser",
        "lenusuario",
        "lenvariable",
        "leo",
        "leon",
        "leonardo",
        "less",
        "lesser",
        "let",
        "letr",
        "letter",
        "level",
        "libr",
        "library",
        "libro",
        "lid",
        "lider",
        "lidi",
        "life",
        "lifestyle",
        "like",
        "limit",
        "limitation",
        "limitrofes",
        "limpi",
        "limpio",
        "limpio1",
        "limpiosplitreversejoin",
        "line",
        "linea",
        "lineal",
        "linear",
        "linear_search",
        "lion",
        "lis",
        "lisa",
        "list",
        "lista",
        "lista_orden",
        "lista_ordenada",
        "lista_str",
        "listaorden",
        "listas",
        "listen",
        "listo",
        "lists",
        "literari",
        "literary",
        "literatur",
        "little",
        "live",
        "livid",
        "living",
        "llam",
        "llama",
        "llamar",
        "llamart",
        "lleg",
        "llegar",
        "llegue",
        "llen",
        "llev",
        "lleva",
        "lo",
        "load",
        "local",
        "localiz",
        "locate",
        "location",
        "logic",
        "logr",
        "logra",
        "long",
        "longer",
        "longitud",
        "look",
        "loop",
        "los",
        "lose",
        "lot",
        "louvr",
        "louvre",
        "love",
        "lovely",
        "lovin",
        "low",
        "lowercase",
        "luc",
        "luca",
        "lucas",
        "luck",
        "lucky",
        "lueg",
        "luego",
        "lug",
        "lugar",
        "lugares",
        "línea",
        "lógica",
        "ma",
        "mad",
        "madr",
        "maestr",
        "main",
        "maintain",
        "major",
        "majority",
        "make",
        "makin",
        "mal",
        "malcolm",
        "malo",
        "man",
        "manage",
        "management",
        "mandatory",
        "manej",
        "maneja",
        "manejar",
        "maner",
        "manipul",
        "manipulation",
        "manten",
        "mantien",
        "manual",
        "manually",
        "many",
        "mar",
        "maravill",
        "marc",
        "marcaron",
        "marip",
        "mark",
        "marked",
        "mas",
        "masiv",
        "massive",
        "masterpiece",
        "mat",
        "match",
        "mathabs",
        "mathabsa",
        "mathabsn",
        "mathfloorn_abs",
        "mathmax",
        "mathmaxarr",
        "mathmin",
        "mathminarr",
        "mathrandom",
        "mathsqrtn",
        "matter",
        "max",
        "max_min_l",
        "max_min_lista",
        "maxarr",
        "maxim",
        "maximum",
        "maxminl",
        "maxminlista",
        "may",
        "maya",
        "mayan",
        "maybe",
        "mayor",
        "mayores",
        "mayoritari",
        "mayoritaria",
        "mayuscul",
        "mcd",
        "mcd_euclides_iter",
        "mcd_euclides_recurs",
        "mcd_euclides_recursivo",
        "mcdeuclidesiter",
        "mcdeuclidesrecurs",
        "mcdeuclidesrecursivo",
        "mcm",
        "me",
        "mean",
        "meaning",
        "measure",
        "mechanism",
        "med",
        "medi",
        "medic",
        "medical",
        "medicin",
        "medicine",
        "medir",
        "mejor",
        "melancholic",
        "melancol",
        "memori",
        "memoria",
        "memory",
        "memoryefficient",
        "men",
        "mencion",
        "menor",
        "menores",
        "menos",
        "mensaj",
        "mental",
        "mentally",
        "mention",
        "merg",
        "merge",
        "mergesort",
        "mes",
        "message",
        "met",
        "meta",
        "metal",
        "meter",
        "meterle",
        "method",
        "metod",
        "metr",
        "mexic",
        "mexico",
        "mi",
        "miami",
        "miclavesegur",
        "mid",
        "mied",
        "might",
        "migratori",
        "mil",
        "millie",
        "million",
        "millon",
        "min",
        "min_idx",
        "minarr",
        "mind",
        "minim",
        "minimiz",
        "minimize",
        "minimo",
        "minimum",
        "minister",
        "ministr",
        "minus",
        "minuscul",
        "minut",
        "minute",
        "minutos",
        "mirabel",
        "mis",
        "mism",
        "misordered",
        "miss",
        "misteri",
        "mod",
        "model",
        "modif",
        "modific",
        "modifica",
        "modification",
        "modifier",
        "modifies",
        "modifiqu",
        "modify",
        "molest",
        "molesto",
        "moment",
        "momento",
        "mon",
        "mona",
        "moned",
        "moneda",
        "money",
        "monoton",
        "monotonous",
        "montan",
        "montana",
        "montañ",
        "month",
        "mood",
        "mor",
        "more",
        "morning",
        "most",
        "mostr",
        "mother",
        "motiv",
        "motivate",
        "motivates",
        "motivational",
        "mountain",
        "mouse",
        "mov",
        "move",
        "moverse",
        "movie",
        "moviefilm",
        "much",
        "mucha",
        "muestr",
        "muestram",
        "muev",
        "muj",
        "multilanguage",
        "multilingual",
        "multipl",
        "multiple",
        "multiplicar",
        "multiplication",
        "multiply",
        "mund",
        "mundial",
        "mundo",
        "municipal",
        "municipality",
        "municipi",
        "municipio",
        "municipios",
        "murphy",
        "muse",
        "museum",
        "music",
        "musica",
        "must",
        "mustread",
        "mustsee",
        "musttry",
        "mutabl",
        "mutate",
        "muy",
        "my",
        "mysecurepassword",
        "myself",
        "mystery",
        "más",
        "método",
        "mí",
        "música",
        "n",
        "n1",
        "n_abs",
        "na",
        "nacion",
        "nacional",
        "nad",
        "nada",
        "name",
        "nan",
        "narr",
        "narrate",
        "nation",
        "national",
        "nativ",
        "native",
        "navid",
        "nearby",
        "nearly",
        "neces",
        "necesari",
        "necesit",
        "necesita",
        "necesito",
        "necessary",
        "need",
        "negat",
        "negative",
        "negr",
        "neighbor",
        "neither",
        "nervios",
        "nervous",
        "nest",
        "netflix",
        "neutr",
        "neutral",
        "never",
        "new",
        "newlines",
        "next",
        "ni",
        "ni1",
        "nice",
        "night",
        "ningun",
        "ninguna",
        "niro",
        "nivel",
        "niñ",
        "no",
        "noch",
        "noir",
        "nombr",
        "nombre",
        "nomin",
        "nominada",
        "nominate",
        "nomination",
        "nonalphabet",
        "nonalphabetic",
        "nonalphanumeric",
        "nonarray",
        "none",
        "nonfiction",
        "noniterable",
        "nonmayan",
        "nonpalindromic",
        "nonstring",
        "nope",
        "nor",
        "normal",
        "normalize",
        "nos",
        "not",
        "notable",
        "notacion",
        "notation",
        "nothin",
        "nothing",
        "novel",
        "novela",
        "now",
        "nuev",
        "nuevo",
        "nul",
        "null",
        "nullish",
        "number",
        "numer",
        "numero",
        "número",
        "o",
        "object",
        "objective",
        "objet",
        "objeto",
        "obligatori",
        "obra",
        "obtain",
        "obten",
        "obteng",
        "obtien",
        "occupation",
        "occur",
        "occurs",
        "octopus",
        "ocult",
        "ocup",
        "ocupar",
        "ocurr",
        "ocurre",
        "odd",
        "of",
        "off",
        "offer",
        "official",
        "officially",
        "oficial",
        "ofrec",
        "ofrece",
        "ofreces",
        "often",
        "ofusc",
        "oir",
        "ok",
        "okay",
        "ola",
        "old",
        "oli",
        "omit",
        "on",
        "on2",
        "once",
        "onda",
        "one",
        "oneelement",
        "only",
        "on²",
        "opcion",
        "opciones",
        "openai",
        "oper",
        "opera",
        "operador",
        "operate",
        "operation",
        "operator",
        "opin",
        "opinion",
        "optim",
        "optimista",
        "optimistic",
        "optimiz",
        "optimizar",
        "optimization",
        "optimize",
        "option",
        "or",
        "orden",
        "ordena",
        "ordenada",
        "ordenamiento",
        "ordenamiento_burbuj",
        "ordenamiento_burbuja",
        "ordenamiento_burbujal",
        "ordenamiento_insercion",
        "ordenamiento_seleccion",
        "ordenamientoburbuj",
        "ordenamientoburbuja",
        "ordenamientoinsercion",
        "ordenamientoseleccion",
        "ordenar",
        "order",
        "ordinary",
        "organism",
        "orig",
        "origin",
        "original",
        "ornamient",
        "oscar",
        "oscur",
        "ostrich",
        "other",
        "others",
        "otra",
        "otras",
        "otro",
        "otros",
        "out",
        "outer",
        "output",
        "outta",
        "over",
        "overflow",
        "overhead",
        "overwhelmed",
        "own",
        "pacienci",
        "pacino",
        "padr",
        "pag",
        "pago",
        "paint",
        "painting",
        "pais",
        "paises",
        "palabr",
        "palindrom",
        "palindrome",
        "palíndromos",
        "pantall",
        "papay",
        "papel",
        "paper",
        "par",
        "para",
        "parameter",
        "parametr",
        "parcial",
        "parec",
        "part",
        "partially",
        "particion",
        "particip",
        "participan",
        "participate",
        "particul",
        "particular",
        "partition",
        "parámetro",
        "pas",
        "pasa",
        "pasan",
        "pasar",
        "pasara",
        "paso",
        "pasos",
        "pass",
        "passing",
        "passionate",
        "password",
        "past",
        "pasta",
        "pasó",
        "patience",
        "patri",
        "patron",
        "pattern",
        "pavor",
        "pay",
        "paz",
        "peace",
        "peaceful",
        "peacock",
        "peak",
        "pedr",
        "pedro",
        "peli",
        "pelicul",
        "peligr",
        "pelis",
        "película",
        "pen",
        "pena",
        "penalty",
        "pens",
