{
    "palabras": [
        "+",
        "10",
        "100",
        "12",
        "14",
        "15",
        "2",
        "20",
        "3",
        "4",
        "40",
        "5",
        "50",
        "6",
        "7",
        "8",
        "9",
        "a",
        "activ",
        "adios",
        "agrad",
        "agradezc",
        "ahi",
        "algo",
        "algui",
        "algun",
        "alo",
        "aloh",
        "amabl",
        "amig",
        "anda",
        "ando",
        "apasion",
        "aqu",
        "ayud",
        "años",
        "bien",
        "bnas",
        "buen",
        "buena",
        "buenasss",
        "bye",
        "calcul",
        "cha",
        "chatbot",
        "chist",
        "color",
        "constru",
        "cos",
        "cre",
        "cuent",
        "cuentam",
        "cuidat",
        "curios",
        "da",
        "dat",
        "de",
        "deb",
        "deprim",
        "desanim",
        "dia",
        "dias",
        "dim",
        "diseñ",
        "disfrut",
        "divert",
        "divid",
        "en",
        "entre",
        "eres",
        "es",
        "esta",
        "estas",
        "este",
        "esto",
        "estos",
        "estoy",
        "ey",
        "eyyy",
        "favorit",
        "fue",
        "funcion",
        "genial",
        "graci",
        "gracios",
        "gust",
        "habil",
        "habl",
        "hac",
        "hast",
        "hay",
        "haz",
        "hazm",
        "hech",
        "hell",
        "hey",
        "hol",
        "holaa",
        "holi",
        "holii",
        "holis",
        "horribl",
        "hub",
        "identif",
        "idiom",
        "inteligent",
        "interes",
        "la",
        "llam",
        "llamart",
        "lo",
        "lueg",
        "mal",
        "mas",
        "me",
        "men",
        "mi",
        "mil",
        "much",
        "multipl",
        "muy",
        "no",
        "noch",
        "nombr",
        "nos",
        "numer",
        "ofrec",
        "ola",
        "oli",
        "onda",
        "ondaaa",
        "oper",
        "orden",
        "par",
        "pas",
        "perfect",
        "pex",
        "poc",
        "por",
        "pront",
        "pued",
        "que",
        "quier",
        "quiub",
        "real",
        "reir",
        "resta",
        "result",
        "robot",
        "roll",
        "sab",
        "salud",
        "se",
        "ser",
        "servici",
        "sient",
        "sirv",
        "son",
        "sorprendem",
        "sum",
        "suma",
        "tal",
        "talc",
        "tan",
        "tard",
        "te",
        "tecnolog",
        "ther",
        "tien",
        "tip",
        "tod",
        "trabaj",
        "trans",
        "trist",
        "tu",
        "tus",
        "un",
        "usas",
        "util",
        "vem",
        "wen",
        "wolaa",
        "y",
        "¿com",
        "¿cual",
        "¿cuant",
        "¿de",
        "¿dond",
        "¿en",
        "¿er",
        "¿hay",
        "¿par",
        "¿pued",
        "¿qu",
        "¿quien",
        "¿sab",
        "¿te",
        "¿tien"
    ],
    "etiquetas": [
        "agradecimiento",
        "amigos",
        "capacidades",
        "chiste",
        "color_favorito",
        "como_estas_construido",
        "curiosidad",
        "despedida",
        "division",
        "edad",
        "emocion_bien",
        "emocion_mal",
        "emocion_triste",
        "gustos",
        "gustos_chatbot",
        "identidad",
        "idiomas",
        "inteligencia",
        "multiplicacion",
        "nombre",
        "realidad",
        "resta",
        "saludo",
        "suma",
        "trabajo",
        "ubicacion"
    ]
}